Revit 2027 API
SymbolTypeId.KcalPerS Property
 Symbol kcal/s, indicating unit Kilocalories per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KcalPerS { get; }
Public Shared ReadOnly Property KcalPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KcalPerS {
	ForgeTypeId^ get ();
}
static member KcalPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace